---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneAirVolumeCalculationTypeParam
source: html/c8b47664-4ea7-ade0-fb53-bdd1dbd3ee16.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneAirVolumeCalculationTypeParam Property

"Air Volume Calculation Type"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneAirVolumeCalculationTypeParam { get; }
```